add=Hinzuf\u00FCgen
admin.gameConfiguration.addGameConfiguration=Neue GameConfiguration 
admin.gameConfiguration.explanation=Spielkonfigurationen sind v.a. f\u00FCr die Einbettung von Termina in Backstage relevant. Einer Spielkonfiguration wird ein zuvor erstelltes Thema zugeordnet, welches dann im Spiel abgefragt wird, sowie die Anzahl geforderter Assoziationen pro Term und die daf\u00FCr zur Verf\u00FCgung stehende Zeit. Jede Spielkonfiguration kann au\u00DFerdem einem Schwierigkeitsgrad zugeordnet werden.
admin.gameConfiguration.persist=Topic hinzuf\u00FCgen
admin.gameConfiguration.save=Topic speichern
admin.gameConfiguration.update=Topic speichern
admin.menu.gameConfigurationSave=Spielkonfiguration speichern
admin.term.add=Neuen Term hinzuf\u00FCgen
admin.term.confirmedTag=Best\u00E4tigte Assoziation
admin.term.edit=bearbeiten
admin.termImport.explanation=Terme k\u00F6nnen ganz einfach auch mittels csv-Dateien importiert werden, wobei jede Zeile einem Term entspricht und jeweils vier Spalten in folgender Reihenfolge aufweist\: Thema, Schwierigkeitsgrad, Term, Assoziationen. Die Spalten werden durch Kommata und Anf\u00FChrungsszeichen getrennt, ebenso werden die einzelnen Assoziationen durch Kommata voneinander abgegrenzt.
admin.termImport.termsLoaded=Terme wurden geladen. Bitte \u00FCberpr\u00FCfe die Liste auf Korrektheit und best\u00E4tige den Import am Seitenende.
admin.termImporter.termsEnabled=Terme freischalten
admin.term.associationAddError=Eine Assoziation kann nicht sowohl best\u00E4tigt als auch falsch sein\!
admin.term.persist=Term hinzuf\u00FCgen
admin.term.update=Term speichern
admin.title=Termina Administration
admin.topic.persist=Erstellen
admin.topic.update=speichern
admin.unknownAssociations.explanation=Hier werden alle Assoziationen angezeigt, die von Nutzern genannt wurden und noch nicht best\u00E4tigt oder abgelehnt wurden. Best\u00E4tige die Assoziationen oder bewerte sie als falsch. Als Hinweis werden alle weiteren Assoziationen der Terme angezeigt.
admin.unknownAssociations.reload=Liste aktualisieren
admin.unknownAssociations.association=Unbest\u00E4tigte Assoziationen
admin.unknownAssociations.available=Es gibt unbest\u00E4tigte Assoziationen, bitte
admin.unknownAssociations.availableLinkText=best\u00E4tigen/ablehnen
artigo.menu.impressum=Impressum
artigo.menu.register=Register
buttonTitle.assocAdd			= Assoziation hinzuf\u00FCgen
buttonTitle.assocDelete			= Assoziation l\u00F6schen
buttonTitle.back				= zur\u00FCck
buttonTitle.confirm				= Best\u00E4tigen
buttonTitle.decrease			= Reduzieren
buttonTitle.endGame				= Beenden
buttonTitle.gameConfAdd			= Spielkonfiguration hinzuf\u00FCgen
buttonTitle.gameConfDelete		= Spielkonfiguration l\u00F6schen
buttonTitle.gameConfEdit		= Spielkonfiguration bearbeiten
buttonTitle.gameConfSave		= Spielkonfiguration speichern
buttonTitle.increase			= Erh\u00F6hen
buttonTitle.login				= Einloggen
buttonTitle.newsItemAdd=News hinzuf\u00FCgen
buttonTitle.newsItemDelete=News l\u00F6schen
buttonTitle.newsItemEdit=News bearbeiten
buttonTitle.newsItemSave=News speichern
buttonTitle.register			= Registrieren
buttonTitle.repeat				= Nochmal spielen
buttonTitle.resetPassword		= Passwort zur\u00FCcksetzen
buttonTitle.skipRound			= Runde \u00FCberspringen
buttonTitle.swapTerm			= Wechsle Term
buttonTitle.tagging.repeat		= Nochmal \u00FCben
buttonTitle.termAdd				= Term hinzuf\u00FCgen
buttonTitle.termDelete			= Term l\u00F6schen
buttonTitle.termEdit			= Term bearbeiten
buttonTitle.termImport			= Term importieren
buttonTitle.termina.start 		= Spiel starten
buttonTitle.termSave			= Term speichern
buttonTitle.termStatistics      = Statistik anzeigen
buttonTitle.topicAdd			= Thema hinzuf\u00FCgen
buttonTitle.topicDelete			= Thema l\u00F6schen
buttonTitle.topicEdit			= Thema bearbeiten
buttonTitle.topicSave			= Thema speichern
buttonTitle.update              = Aktualisieren
customSource.chooseButton=Wechseln
customSource.description=Um f\u00FCr eine andere Vorlesung zu lernen, w\u00E4hle sie hier aus\:
delete=L\u00F6schen
description.privacy.label=Datenschutzerklärung
description.privacy.text=<h2>1. Erhebung, Verarbeitung und Nutzung personenbezogener Daten</h2>\n<p>Personenbezogene Daten werden nur erhoben, wenn du diese von dir aus (z.B. bei der Zusendung einer Mitteilung \u00FCber unsere Webseite oder der Anmeldung als Mitglied unseres Portals) mitteilst. Dar\u00FCber hinaus werden keine personenbezogenen Daten erhoben.</p>\n<h2>2. Einsatz von Webserver-Logfiles</h2>\n<p>Auf dieser Website werden in eigenen Webserver-Logfiles Daten (wie zum Beispiel die IP-Adresse der Webseiten-Besucher) zur Durchf\u00FChrung betrieblich erforderlicher Benutzerz\u00E4hlungs- und Optimierungsma\u00DFnahmen gesammelt und gespeichert. Die Anlage und Auswertung dieser Webserver-Logfiles ist erforderlich, um die Webseite betreiben zu k\u00F6nnen.</p>\n<h2>3. Einsatz eigener \u201ECookies\u201C</h2>\n<p>Unsere Webseite verwendet eigene \u201ECookies\u201C, um die Benutzerfreundlichkeit zu erh\u00F6hen (\u201ECookies\u201C sind Datens\u00E4tze, die vom Webserver an den Browser des Nutzers gesandt und dort f\u00FCr einen sp\u00E4teren Abruf gespeichert werden). In unseren eigenen \u201ECookies\u201C werden keinerlei personenbezogene Daten gespeichert. Du kannst die Verwendung von \u201ECookies\u201C generell verhindern, wenn du in deinem Browser die Speicherung von \u201ECookies\u201C untersagst.</p>\n<h2>4. Personenbezogene Kurzbegriffe (\u201EAssoziationen\u201C)</h2>\n<p>Nutzer haben die M\u00F6glichkeit, auf dem Portal verschiedene Terme mit Assoziationen zu beschreiben. Soweit diese Assoziationen einen direkten Personenbezug aufweisen oder durch Aggregation von Assoziationen eine Personenbeziehbarkeit hergestellt werden kann, kannst du der Anbringung und Ver\u00F6ffentlichung dieser Assoziationen jederzeit widersprechen. Bitte nutze hierzu die unter Ziffer 6. angegebenen Kontaktm\u00F6glichkeiten.</p>\n<h2>5. Weitere Informationen und Kontakte</h2>\n<p>Bei Fragen zu dieser Datenschutzerkl\u00E4rung kontaktiere uns bitte. Die Kontaktadresse findest du <a href\="impressum.html">hier</a>. Du kannst jederzeit erfragen, ob und welche deiner Daten bei uns gespeichert sind. Dar\u00FCber hinaus kannst du uns Ausk\u00FCnfte, L\u00F6schungs- und Berichtigungsw\u00FCnsche und gerne auch Anregungen per E-Mail oder Brief zusenden.</p>
down                                                        = \u2193
elearning2.frage.satz=W\u00E4hle die passenden Assoziationen zu\:
elearning.menu.impressum=Impressum
elearning.menu.spiel=
elearn.punkte.anzahl=Punktestand\:
explanation.enterkey=Es kann immer nur eine Assoziation gleichzeitig angegeben werden. Assoziationen k\u00F6nnen mittels Entertaste abgeschickt werden.
faq.answer1				= Termina ist ein sogenanntes E-Learning-Spiel, das Studenten dabei helfen soll, sich Fachbegriffe besser einzupr\u00E4gen. Den Studenten werden dabei vorlesungsspezifische Terme vorgegeben, zu denen sie m\u00F6glichst passende Assoziationen finden m\u00FCssen. Termina kann in zwei unterschiedlichen Varianten gespielt werden. Studenten k\u00F6nnen zun\u00E4chst ohne Punktevergabe <a href\="tagging.html">\u00FCben</a>, um dann ihr Wissen beim <a href\="termina.html">Spiel</a> unter Beweis zu stellen.
faq.answer2				= Aus einer Reihe vorgegebener Fachbegriffe werden dem Spieler einige davon nacheinander pr\u00E4sentiert, zu denen er dann sinnvolle Assoziationen angeben soll. Die Anzahl geforderter Assoziationen pro Begriff kann hierbei vom Studenten selber bestimmt werden.
faq.answer3				= Bevor man das Spiel startet, m\u00FCssen zun\u00E4chst zwei Einstellungen vorgenommen werden. Zum einen muss die Anzahl geforderter Assoziationen pro Fachbegriff bestimmt werden (zwischen eine und f\u00FCnf). Zum anderen muss die zur Verf\u00FCgung stehende Zeit pro Begriff festgelegt werden (zwischen 15 und 60 Sekunden). Beide Werte k\u00F6nnen w\u00E4hrend des Spiels jederzeit modifiziert werden, wobei die \u00C4nderung dann jeweils erst ab der n\u00E4chsten Runde gilt.<br />Meistens m\u00FCssen die gefundenen Assoziationen dem Spiel per Eingabefeld mitgeteilt werden. Jedoch wird dem Studenten hin und wieder auch eine Liste vorgegebener Assoziationen angeboten, aus denen er dann die richtigen ausw\u00E4hlen muss.
faq.answer4				= Beim <a href\="tagging.html">\u00DCben</a> darf man im Gegensatz zum Spielmodus beliebig viele Assoziationen in unbegrenzt viel Zeit angeben. Allerdings werden beim <a href\="tagging.html" value\="">\u00DCben</a> keine Punkte vergeben, so dass nach Beenden der \u00DCbungseinheit auch kein Eintrag in die Bestenliste erfolgen kann.
faq.answer5				= Richtige Assoziationen werden mit Punkten belohnt. Die Anzahl vergebener Punkte pro korrekter Antwort h\u00E4ngt von mehreren Faktoren ab\: der zur Verf\u00FCgung stehenden Zeit, der Anzahl geforderter Assoziationen sowie vom Schwierigkeitsgrad des gegebenen Fachbegriffes. Zu Beginn des Spiels hat der Student 0 Punkte. Sobald sein Punktestand negativ wird, ist das Spiel beendet. Die Anzahl der Punkte pro Runde berechnet sich folgenderma\u00DFen\:<br /><span id\="faqFormula">(geschaffte Assoziationsmenge - nicht geschaffter Assoziationsmenge) * Schwierigkeitsgrad * Zeitfaktor - falsche Assoziationsmenge</span><br />Der Zeitfaktor ist umso h\u00F6her, je weniger Zeit, der Student pro Runde zur Verf\u00FCgung hat.
faq.question1			= Was ist Termina?
faq.question2			= Wie funktioniert das Spielprinzip von Termina?
faq.question3			= Wie wird Termina gespielt?
faq.question4			= Worin liegt der Unterschied zwischen Spielen und \u00DCben?
faq.question5			= Wie funktioniert die Punktevergabe im Spielmodus?
footer					= \ || <a href\="http\://www.pms.ifi.lmu.de/" target\="_blank">Lehr-und Forschungseinheit Programmier- und Modellierungssprachen</a>
footer.impressum=Impressum
gameConf.annotations.noResourceFound		= Es wurden noch keine Spielkonfigurationen hinzugef\u00FCgt.
gameConf.bid								= Assoziationen pro Runde
gameConf.id									= Spielkonfigurations-ID
gameConf.level								= Schwierigkeitsgrad
gameConf.roundDuration						= Zeit pro Runde [in s]
gameConf.topicId							= Themen-ID
gameConf.topicName							= Thema
game.elearnTermina=Termina
general.emailSentSuccessfully                               = E-Mail erfolgreich verschickt.
general.emailNotFound=Die angegebene E-Mail Adresse existiert nicht\!
general.error                                               = Fehler
general.error.text                                          = Es ist ein Fehler aufgetreten \:(. Wenn dieser \u00F6fters auftritt, kontaktiere uns bitte mit einer (m\u00F6glichst genauen) Problembeschreibung.
general.guest=Gast
general.pleaseSelect=Bitte w\u00E4hlen
highscore.explanation=Die obere Auflistung der h\u00F6chsten Punktwertungen bezieht sich stets auf die Ergebnisse des aktuellen Tages. Die Liste darunter beinhaltet die besten Punktwertungen aller gespeicherten Ergebnisse.
home.admin.welcome											= Du kannst hier <a href\="unknownAssociations.html">unbest\u00E4tigte Assoziationen</a> akzeptieren oder ablehnen, bereits vorhandene <a href\="termList.html">Terme</a>, <a href\="topicList.html">Themen</a> und <a href\="gameConfigurationList.html">Spielkonfigurationen</a> verwalten oder neue Elemente hinzuf\u00FCgen.
home.welcome												= Termina ist ein E-Learning-Spiel mit dem du \u00FCberpr\u00FCfen kannst, wie gut du dir die Fachbegriffe der Vorlesung <a href\="\#{customSource.homepage}" target\="_blank">\#{customSource.description}</a> eingepr\u00E4gt hast. Zun\u00E4chst einmal kannst du beim <a href\="tagging.html">\u00DCben</a> versuchen so viele Assoziationen wie m\u00F6glich zu einem gegebenen Begriff zu finden, um dich dann beim <a href\="termina.html">Spiel</a> mit anderen Studenten zu messen. Die Begriffe sind (soweit es geht) <b>deutsch</b>.
impressum.adresse											= Lehr- und Forschungseinheit f\u00FCr Programmier- und Modellierungssprachen<br />Institut f\u00FCr Informatik<br />Ludwig-Maximilians-Universit\u00E4t M\u00FCnchen<br />Oettingenstra\u00DFe 67<br />D-80538 M\u00FCnchen 
impressum.anschrift											= Anschrift
impressum.disclaimer										= Die Angaben wurden nach bestem Wissen erstellt, Fehler k\u00F6nnen jedoch nicht mit letzter Sicherheit ausgeschlossen werden. Rechtlich verbindlich sind ausschlie\u00DFlich die Festlegungen in den einschl\u00E4gigen Rechtsgrundlagen (Gesetze, Verordnungen, Satzungen).
impressum.email												= termina@pms.ifi.lmu.de
impressum.institut											= Das Department "Institut f\u00FCr Informatik" ist Teil der Ludwig-Maximilians-Universit\u00E4t M\u00FCnchen. Das Department wird durch die Direktorin bzw. den Direktor des Departments vertreten.
impressum.mail												= E-Mail
impressum.mitwirkende=Mitwirkende
impressum.personen=Idee\: Prof. Dr. Fran\u00E7ois Bry<br />Umsetzung\: Fabian Knei\u00DFl, Katharina Krug<br />Design\: Romy Buchschmid
javax.faces.component.UIInput.CONVERSION                    = Wert konnte nicht in den erwarteten Typ umgewandelt werden
javax.faces.component.UIInput.REQUIRED                      = Wert erforderlich
javax.faces.component.UIInput.UPDATE                        = ein Fehler ist bei der Verarbeitung der von dir gesendeten Daten aufgetreten
javax.faces.component.UISelectMany.INVALID                  = Wert ung\u00FCltig
javax.faces.component.UISelectOne.INVALID                   = Wert ung\u00FCltig
javax.faces.converter.BigDecimalConverter.DECIMAL           = ''{0}'' muss eine Dezimalzahl sein.
javax.faces.converter.BigDecimalConverter.DECIMAL_detail    = ''{0}'' muss eine Dezimalzahl aus keinem oder mehr Zeichen gefolgt von einem optionalen Punkt und den Nachkommastellen sein. Beispiel\: {1} 
javax.faces.converter.BigIntegerConverter.BIGINTEGER        = ''{0}'' muss eine Zahl aus ein oder mehr Ziffern sein. 
javax.faces.converter.BigIntegerConverter.BIGINTEGER_detail = ''{0}'' muss eine Zahl aus ein oder mehr Ziffern sein. Beispiel: {1}
javax.faces.converter.BooleanConverter.BOOLEAN              = ''{0}'' muss 'true' oder 'false' sein.
javax.faces.converter.BooleanConverter.BOOLEAN_detail       = ''{0}'' muss 'true' oder 'false' sein.  Jeder Wert au\u00DFer 'true' wird als 'false' interpretiert.
javax.faces.converter.ByteConverter.BYTE                    = ''{0}'' muss eine Zahl zwischen 0 und 255 sein.
javax.faces.converter.ByteConverter.BYTE_detail             = ''{0}'' muss eine Zahl zwischen 0 und 255 sein.  Beispiel: {1}
javax.faces.converter.CharacterConverter.CHARACTER          = ''{0}'' muss ein g\u00FCltiges Zeichen sein.
javax.faces.converter.CharacterConverter.CHARACTER_detail   = ''{0}'' muss ein g\u00FCltiges ASCII Zeichen sein.
javax.faces.converter.DateTimeConverter.DATE                = ''{0}'' konnte nicht als Datum erkannt werden.
javax.faces.converter.DateTimeConverter.DATE_detail         = ''{0}'' konnte nicht als Datum erkannt werden. Beispiel\: {1} 
javax.faces.converter.DateTimeConverter.DATETIME            = ''{0}'' konnte nicht als Datum und Zeit erkannt werden.
javax.faces.converter.DateTimeConverter.DATETIME_detail     = ''{0}'' konnte nicht als Datum und Zeit erkannt werden. Beispiel\: {1} 
javax.faces.converter.DateTimeConverter.PATTERN_TYPE        = Ein 'pattern' oder 'type' Attribut muss angegeben werden um den Wert ''{0}'' zu konvertieren.
javax.faces.converter.DateTimeConverter.TIME                = ''{0}'' konnte nicht als Zeit erkannt werden.
javax.faces.converter.DateTimeConverter.TIME_detail         = ''{0}'' konnte nicht als Zeit erkannt werden. Beispiel\: {1} 
javax.faces.converter.DoubleConverter.DOUBLE                = ''{0}'' muss eine Zahl aus ein oder mehr Ziffern sein.
javax.faces.converter.DoubleConverter.DOUBLE_detail         = ''{0}'' muss eine Zahl zwischen 4.9E-324 und 1.7976931348623157E308 sein. Beispiel: {1}
javax.faces.converter.EnumConverter.ENUM                    = ''{0}'' muss in eine Enumeration konvertierbar sein.
javax.faces.converter.EnumConverter.ENUM_detail             = ''{0}'' muss in eine Enumeration konvertierbar sein, welche die Konstante ''{1}'' enth\u00E4lt.
javax.faces.converter.EnumConverter.ENUM_NO_CLASS           = ''{0}'' muss in eine Enumeration konvertierbar sein, aber es wurde keine Klasse des Typs Enum bereitgestellt.
javax.faces.converter.EnumConverter.ENUM_NO_CLASS_detail    = ''{0}'' muss in eine Enumeration konvertierbar sein, aber es wurde keine Klasse des Typs Enum bereitgestellt.
javax.faces.converter.FloatConverter.FLOAT                  = ''{0}'' muss eine Zahl aus ein oder mehr Ziffern sein.
javax.faces.converter.FloatConverter.FLOAT_detail           = ''{0}'' muss eine Zahl zwischen 1.4E-45 und 3.4028235E38 sein. Beispiel: {1}
javax.faces.converter.IntegerConverter.INTEGER              = ''{0}'' muss eine Zahl aus ein oder mehr Ziffern sein.
javax.faces.converter.IntegerConverter.INTEGER_detail       = ''{0}'' muss eine Zahl zwischen -2147483648 und 2147483647 sein. Beispiel: {1}
javax.faces.converter.LongConverter.LONG                    = ''{0}'' muss eine Zahl aus ein oder mehr Ziffern sein.
javax.faces.converter.LongConverter.LONG_detail             = ''{0}'' muss eine Zahl zwischen -9223372036854775808 und 9223372036854775807 sein. Beispiel: {1}
javax.faces.converter.NumberConverter.CURRENCY              = ''{0}'' konnte nicht als ein Geldbetrag erkannt werden.
javax.faces.converter.NumberConverter.CURRENCY_detail       = ''{0}'' konnte nicht als ein Geldbetrag erkannt werden. Beispiel: {1}
javax.faces.converter.NumberConverter.NUMBER                = ''{0}'' ist keine Zahl.
javax.faces.converter.NumberConverter.NUMBER_detail         = ''{0}'' ist keine Zahl. Beispiel: {1}
javax.faces.converter.NumberConverter.PATTERN               = ''{0}'' ist kein Zahlmuster.
javax.faces.converter.NumberConverter.PATTERN_detail        = ''{0}'' ist kein Zahlmuster. Beispiel: {1}
javax.faces.converter.NumberConverter.PERCENT               = ''{0}'' konnte nicht als ein Prozentanteil erkannt werden.
javax.faces.converter.NumberConverter.PERCENT_detail        = ''{0}'' konnte nicht als ein Prozentanteil erkannt werden. Beispiel: {1}
javax.faces.converter.ShortConverter.SHORT                  = ''{0}'' muss eine Zahl aus ein oder mehr Ziffern sein.
javax.faces.converter.ShortConverter.SHORT_detail           = ''{0}'' muss eine Zahl zwischen -32768 und 32767 sein. Beispiel: {1}
javax.faces.converter.STRING                                = Konnte ''{0}'' nicht in eine Zeichenkette konvertieren.
javax.faces.validator.DoubleRangeValidator.MAXIMUM          = Validierungsfehler\: Der Wert ist gr\u00F6\u00DFer als das erlaubte Maximum von ''{0}''
javax.faces.validator.DoubleRangeValidator.MINIMUM          = Validierungsfehler: Der Wert ist kleiner als das erlaubte Minimum von ''{0}''
javax.faces.validator.DoubleRangeValidator.NOT_IN_RANGE     = Validierungsfehler: Der Wert ist nicht zwischen den erwarteten Werten von {0} und {1}
javax.faces.validator.DoubleRangeValidator.TYPE             = Validierungsfehler: Der Wert ist nicht vom korrekten Typ
javax.faces.validator.LengthValidator.MAXIMUM               = Validierungsfehler\: Der Wert ist gr\u00F6\u00DFer als das erlaubte Maximum von ''{0}''
javax.faces.validator.LengthValidator.MINIMUM               = Validierungsfehler: Der Wert ist kleiner als das erlaubte Minimum von ''{0}''
javax.faces.validator.LongRangeValidator.MAXIMUM            = Validierungsfehler\: Der Wert ist gr\u00F6\u00DFer als das erlaubte Maximum von ''{0}''
javax.faces.validator.LongRangeValidator.MINIMUM            = Validation Error: Der Wert ist kleiner als das erlaubte Minimum von ''{0}''
javax.faces.validator.LongRangeValidator.NOT_IN_RANGE       = Validierungsfehler: Der Wert ist nicht zwischen den erwarteten Werten von {0} und {1}.
javax.faces.validator.LongRangeValidator.TYPE               = Validierungsfehler: Der Wert ist nicht vom korrekten Typ.
javax.faces.validator.NOT_IN_RANGE                          = Validierungsfehler\: Der Wert liegt nicht im erwarteten Wertebereich von {0} bis {1}.  
javax.persistence.EntityNotFoundException                   = Entit\u00E4t nicht gefunden.
javax.persistence.OptimisticLockException                   = Ein anderer Benutzer hat die selben Daten ver\u00E4ndert. Bitte nochmal versuchen.
left                                                        = \u2039
login.doLogin                                               = Anmelden
login.invalidToken.header                                   = Ung\u00FCltiger Link
login.invalidToken.text                                     = Dieser Link ist nicht mehr g\u00FCltig. Falls du dein Passwort zur\u00FCcksetzen willst, versuche es erneut.
login.login                                                 = Login
login.notYetRegistered                                      = Noch kein Benutzerkonto bei uns vorhanden? <a href\="register.html">Jetzt registrieren</a>
login.passwordChanged                                       = Passwort erfolgreich ge\u00E4ndert
login.passwordForgotten										= Solltest du dein Passwort vergessen haben, kannst du es durch Angabe deiner E-Mail Adresse zur\u00FCcksetzen lassen.
login.password                                              = Passwort
login.rememberMe                                            = Angemeldet bleiben
login.request                                               = Bitte hier einloggen
login.resetPasswordMail.body                                = <p>Hallo \#{authenticator.candidate.name},</p><p>bitte besuche innerhalb der n\u00E4chsten 24 Stunden diesen Link <a href\="\#{basePath}accountToken.html?token\=\#{authenticator.candidate.passwordResetToken}">\#{basePath}accountToken.html?token\=\#{authenticator.candidate.passwordResetToken}</a> um dein Passwort zur\u00FCckzusetzen. Damit und mit deinem Benutzernamen \#{authenticator.candidate.username} kannst du dich wieder bei Termina einloggen.</p><p>Termina</p>
login.resetPasswordMail.subject                             = Termina\: Neues Passwort
login.resetPassword                                         = Passwort zur\u00FCcksetzen
login.sendPasswordLostEmail                                 = Passwort vergessen?
login.username                                              = Benutzername
login.verifyEmail.confirmed                                 = Deine E-Mail-Adresse wurde best\u00E4tigt.
login.verifyEmail.login                                     = Du kannst dich nun <a href\="login.html">hier</a> einloggen.
login.verifyEmailMail.body                                  = <p>Hallo \#{person.name},</p><p>du hast deine E-Mail-Adresse auf Termina ge\u00E4ndert, klicke bitte auf diesen Link <a href\="\#{basePath}accountToken.html?token\=\#{profile.emailVerifyToken}">\#{basePath}accountToken.html?token\=\#{profile.emailVerifyToken}</a> oder kopiere ihn in die Adresszeile deines Browsers, um die neue E-Mail-Adresse zu aktivieren.</p><p>Viel Spa\u00DF beim Spielen\!<br/>Termina</p>
login.verifyEmailMail.subject                               = \u00DCberpr\u00FCfung der E-Mail-Adresse
login.verifyEmail                                           = Verifikation der E-Mail-Adresse
login.verifyEmail.wait                                      = Wir haben dir eine E-Mail zur Best\u00E4tigung der neuen E-Mail-Adresse geschickt. Klicke auf den Link in der E-Mail, um die neue E-Mail-Adresse zu aktivieren.
login.welcomeMail.body                                      = <p>Hallo \#{person.name},</p><p>du hast dich bei Termina mit dem Benutzernamen \#{person.username} registriert. Um die Registrierung abzuschlie\u00DFen, klicke bitte auf diesen Link <a href\="\#{basePath}accountToken.html?token\=\#{person.emailVerifyToken}">\#{basePath}accountToken.html?token\=\#{person.emailVerifyToken}</a> oder kopiere ihn in die Adresszeile deines Browsers.</p><p>Viel Spa\u00DF beim Spielen\!<br/>Termina</p>
login.welcomeMail.subject                                   = Willkommen bei Termina
menu.administrator                                          = Administrator
menu.admin = Administration
menu.admin.gameConfList			= Spielkonfigurationen
menu.admin.termList				= Terme
menu.admin.topicList			= Themen
menu.admin.unknownAssociations			= Unbest\u00E4tigte Assoziationen
menu.faq						= FAQ
menu.game.play_again                                        = Nochmal spielen
menu.game.save_points                                       = Punkte speichern
menu.games                                                  = Spiele
menu.highscore                  = Bestenliste
menu.impressum					= Impressum
menu.login						= Anmelden
menu.logout                     = Abmelden
menu.newGame                                                = Neues Spiel
menu.profile					= Profil
menu.register					= Registrieren
menu.signedInAs                                             = angemeldet als
menu.tagging                    = \u00DCben
menu.termina					= Spielen
menu.welcome					= Home
mit.admin.menu.index=Administrator Start
mit.admin.menu.statements=\u00C4u\u00DFerungen
mit.menu.administrator=Administration
mit.menu.description=\u00DCber das E-learning GWAP Game
mit.menu.home=Start
mit.menu.impressum=Impressum
newsItem.explanation=News erscheinen auf dem Startbildschirm für den Zeitraum zwischen Veröffentlichung und Ausblendung.
newsItem.noResourceFound=Keine News vorhanden
newsItem.id=ID
newsItem.datePublished=Ver\u00F6ffentlichungsdatum
newsItem.dateExpired=Datum der Ausblendung
newsItem.language=Sprache
newsItem.text=Newstext
newtopic.explanation=Um dem Thema einen Term hinzuzuf\u00FCgen muss dieser in der linken Liste ausgew\u00E4hlt werden und anschlie\u00DFend auf <i>Copy</i> geklickt werden. In der rechten Liste befinden sich alle Terme, die bereits hinzugef\u00FCgt wurden.
org.jboss.seam.framework.EntityNotFoundException            = Datensatz nicht gefunden
org.jboss.seam.IllegalNavigation                            = Unzul\u00E4ssige Navigation
org.jboss.seam.loginFailed                                  = Anmeldung fehlgeschlagen
org.jboss.seam.loginSuccessful                              = Willkommen, #0!
org.jboss.seam.NoConversation                               = Der Vorgang wurde bereits beendet, verarbeitet eine andere Abfrage oder ergab eine Zeit\u00FCberschreitung
org.jboss.seam.NotLoggedIn                                  = Bitte melde dich zun\u00E4chst an
org.jboss.seam.ProcessEnded                                 = Prozess #0 wurde bereits beendet
org.jboss.seam.ProcessNotFound                              = Prozess #0 nicht gefunden
org.jboss.seam.security.AuthorizationException              = Du bist leider nicht dazu berechtigt.
org.jboss.seam.security.NotLoggedInException                = Melde dich bitte erst an.
org.jboss.seam.TaskEnded                                    = Funktion #0 wurde bereits beendet
org.jboss.seam.TaskNotFound                                 = Funktion #0 nicht gefunden
org.jboss.seam.TransactionFailed                            = Transaktion fehlgeschlagen
org.jboss.seam.unexpected.error                             = Unvorhergesehener Fehler, bitte erneut versuchen.
pagetitle.admin.gameConfigurationAdd						= Spielkonfiguration hinzuf\u00FCgen
pagetitle.admin.gameConfigurationEdit						= Spielkonfiguration bearbeiten
pagetitle.admin.home										= Termina - Administration
pagetitle.admin.newsItemList=News
pagetitle.admin.newsItemAdd=News hinzuf\u00FCgen
pagetitle.admin.newsItemEdit=News bearbeiten
pagetitle.admin.termAdd										= Term hinzuf\u00FCgen
pagetitle.admin.termEdit									= Term bearbeiten
pagetitle.admin.termImport									= Term importieren
pagetitle.admin.termStatistics                              = Assoziationen zu
pagetitle.admin.termList									= Terme
pagetitle.admin.topicAdd									= Thema hinzuf\u00FCgen
pagetitle.admin.topicEdit									= Thema bearbeiten
pagetitle.admin.topicList									= Themen
pagetitle.admin.unknownAssociationsList						= Unbestätigte Assoziationen
pagetitle.faq												= H\u00E4ufig gestellte Fragen
pagetitle.gameConfigurationList								= Spielkonfigurationen
pagetitle.highscore											= Bestenliste
pagetitle.home												= Herzlich Willkommen
pagetitle.impressum											= Impressum
pagetitle.login												= Anmelden
pagetitle.profile											= Profil bearbeiten
pagetitle.register											= Registrieren
pagetitle.resetPassword										= Passwort zur\u00FCcksetzen
pagetitle.tagging.ended										= \u00DCben beendet
pagetitle.tagging											= \u00DCben
pagetitle.termina.ended										= Spielen beendet
pagetitle.termina.started									= Spiel gestartet
pagetitle.termina											= Termina spielen
person.birthyear                                            = Geburtsjahr
person.education.apprenticeship                             = Berufsausbildung
person.education                                            = Ausbildung
person.education.college                                    = Hochschule
person.education.doctor                                     = Doktor
person.education.highschool                                 = Abitur
person.education.none                                       = keinen Abschluss
person.education.university                                 = Universit\u00E4t
person.email                                                = E-Mail
person.forename                                             = Vorname
person.gender.female                                        = weiblich
person.gender                                               = Geschlecht
person.gender.male                                          = m\u00E4nnlich
person.hometown                                             = Herkunftsort
person.language                                             = Sprache
person.passwordConfirmation                                 = Passwort wiederholen
person.password                                             = Passwort
person.surname                                              = Nachname
person.username                                             = Benutzername
person.externalUsername = Backstage Benutzername
person.note = K\u00FCrzel
platform.contactMail=termina@pms.ifi.lmu.de
platform.name=Termina
profile.changeEmail=\u00E4ndern
profile.doUpdatePassword                                    = Passwort aktualisieren
profile.general												= Allgemeines
profile.updated                                             = Profil aktualisiert
profile.updateError                                         = Fehler beim Aktualisieren
register.doRegister                     = Registrieren
register.emailAlreadyRegistered			= Es existiert bereits ein Nutzer mit dieser E-Mail-Adresse. Du kannst dir auf der Login-Seite ein neues Passwort zuschicken lassen.
register.explanation					= Damit dein Name in der Bestenliste erscheinen kann, musst du dich zun\u00E4chst bei uns registrieren.
register.externalPassword=Backstage Passwort
register.externalUserNotFound=Backstage-Benutzerdaten sind inkorrekt.
register.mandatory						= Die mit <span class\="required">*</span> markierten Felder sind Pflichtfelder.
register.noteHint = (Ersten zwei Buchstaben des Vornamens + ersten beiden Buchstaben des M\u00E4dchennamens der Mutter + Hausnummer)
register.passwordHint					= (mindestens 6 Zeichen)
register.passwordMismatch               = Die Passw\u00F6rter stimmen nicht \u00FCberein.
register.passwordShort                  = Das Passwort ist zu kurz.
register.pointsSaved                    = Erzielte Punkte wurden \u00FCbernommen
register.register                       = Registrierung
register.usernameTaken         			= Der Benutzername ist schon vergeben.
required=*
right                                                       = \u203A
score.all=Bestenliste
score.daily=Tagesbestenliste
score=Punkte
score.user=Benutzer
taggingBean.tagExistsAlready = Assoziation wurde bereits eingegeben!
tagging.continueButton=N\u00E4chster Term
tagging.enteredTags						= Eingegebene Assoziationen\:
tagging.explanation						= Versuche so viele Assoziationen m\u00F6glich zu dem angegebenen Term anzugeben. Fallen dir keine weiteren Assoziationen mehr ein, kannst du den Begriff wechseln. Nachdem du das \u00DCben beendest, wird dein Ergebnis ausgewertet und du kannst sehen, welche Assoziationen richtig waren und welche noch nicht vom Dozenten best\u00E4tigt wurden. Es kann immer nur eine Assoziation gleichzeitig angegeben werden.
tagging.frage.satz						= Finde passende Assoziationen zu\: 
tagging.recommendTagButton=Sende Assoziation
terme.addConfirmedTag					= Weitere best\u00E4tigte Assoziation hinzuf\u00FCgen\:
terme.addRejectedTag					= Weitere falsche Assoziation hinzuf\u00FCgen\:
terme.annotations.noResourceFound		= Es wurden noch keine Terme hinzugef\u00FCgt.
terme.confirmedTags						= Best\u00E4tigte Assoziationen
terme.confirmed							= Best\u00E4tigt
terme.rejectedTags						= Falsche Assoziationen
terme.rejected							= Falsch
terme.enabled=freigegeben
terme.explanation 						= Dies ist eine Liste aller gespeicherten Terme und ihrer korrekten Assoziationen, die im Spiel sowie beim \u00DCben abgefragt werden. Zusammengeh\u00F6riges Terme k\u00F6nnen zu <a href\="topicList.html" value\="">Themen</a> zusammengefasst werden. Jedem Term sollte neben den best\u00E4tigten Assoziationen auch ein Schwierigkeitsgrad zugeordnet werden. Terme werden im Spiel nach dem Schwierigkeitsgrad aufsteigend sortiert abgefragt. Nur wenn ein Term freigegeben ist, taucht er auch im Spiel auf.
terme.id								= Term-ID
terme.name								= Termbezeichnung
terme.rating							= Schwierigkeitsgrad
terme.unknownTags                       = Unbekannte Assoziationen
terme.unknown                           = Unbekannt
termina.ansage.anzahl					= Assoziationen pro Runde\:
termina.changeConf=Spielkonfiguration anpassen\:
termina.configure=oder Spielkonfiguration \u00E4ndern\:
termina.currentRound					= Runde\: 
termina.explanation						= Bevor du das Spiel startest kannst du bestimmen, wie viele Assoziationen du in jeder Runde angeben musst und wie viel Zeit du daf\u00FCr zur Verf\u00FCgung hast. Je mehr Assoziationen du angeben musst und je weniger Zeit du daf\u00FCr hast, desto mehr Punkte bekommst du pro richtiger Assoziation\! Du kannst diese Einstellungen auch w\u00E4hrend des Spiels ver\u00E4ndern. Du kannst immer nur eine Assoziation gleichzeitig angeben.
termina.foundAssoc						= Gefundene Assoziationen\:
termina.frage.satz						= Was f\u00E4llt dir dazu ein?
termina.gameover						= Game over!
termina.mehrfachauswahl					= STRG-Taste zur Mehrfachauswahl gedr\u00FCckt lassen.
termina.outof							= von
termina.playAgain=Nochmal spielen
termina.play=Jetzt spielen
termina.punkte.anzahl					= Punktestand\:
termina.round=Runde
termina.score=Punkt(e)
termina.scoring.description				= <span class\="scoringCorrectAnswers">Gr\u00FCne</span> Assoziationen sind bereits vom Dozenten best\u00E4tigt, <span class\="scoringWrongAnswers">rote</span> Assoziationen als falsch gekennzeichnet und <span class\="scoringUnknownAnswers">orange</span> Assoziationen sind bisher weder best\u00E4tigt noch abgelehnt.
termina.scoring.otherTags=Assoziationen aller Nutzer
termina.scoring.totalScore				= Gesamtpunktzahl
termina.scoring.userTags=Deine Assoziationen
termina.start.header=Bitte w\u00E4hle zun\u00E4chst deine gew\u00FCnschte Anfangskonfiguration\:
termina.start = Spiel starten
termina.term.correct=Richtig!
termina.term.duplicate=Bereits genannt
termina.term.tooShort=Assoziation zu kurz
termina.term.unknown=Assoziation wurde nicht f\u00FCr den Term best\u00E4tigt und k\u00F6nnte falsch sein.
termina.term.wrong=Falsch!
termina.topic=Thema
termina.topic.all=-- Alle Themen --
termina.zeit.anzahl						= Zeit pro Runde [in s]\:
topic.annotations.noResourceFound		= Es wurden noch keine Themen hinzugef\u00FCgt.
topic.content							= Themeninhalt
topic.explanation						= Dies ist eine Liste aller bereits erstellten Themen. Sie k\u00F6nnen dazu verwendet werden, um neue <a href\="gameConfigurationList.html" value\="">Spielkonfigurationen</a> hinzuzuf\u00FCgen.
topic.id								= Themen-ID
topic.name								= Themenbezeichnung
topic.enabled							= freigeschaltet
topic.termList = Beinhaltete Terme
topic.termList.info = Info\: links stehen alle verf\u00FCgbaren Terme, rechts die f\u00FCr dieses Thema ausgew\u00E4hlten
picklist.copyAll=Alle hinzuf\u00FCgen
picklist.copy=Hinzuf\u00FCgen
picklist.removeAll=Alle entfernen
picklist.remove=Entfernen
up                                                          = \u2191
validator.assertFalse                                       = Validierung fehlgeschlagen
validator.assertTrue                                        = Validierung fehlgeschlagen
validator.email                                             = muss einer wohlgeformten E-Mailadresse entsprechen
validator.future                                            = muss einem zuk\u00FCnfitigen Datum entsprechen
validator.length                                            = Das Passwort muss mindestens {min} und h\u00F6chstens {max} Zeichen lang sein
validator.max                                               = muss kleiner oder gleich {value} sein
validator.min                                               = muss gr\u00F6\u00DFer oder gleich {value} sein
validator.notNull                                           = darf nicht leer sein
validator.past                                              = muss einem vergangenen Datum entsprechen
validator.pattern                                           = muss dem regul\u00E4ren Ausdruck "{regex}" entsprechen
validator.range                                             = muss im Wertebereich von {min} bis {max} liegen
validator.size                                              = die Gr\u00F6\u00DFe muss zischen {min} und {max} liegen
